Repository: jkotra/unlockr
Catalog: po/*.po
Languages: es, hr, nl

source: PDF Decryptor
es: Desencriptador de PDF
hr: Dešifriranje PDF datoteka
nl: Pdf-ontgrendeling

source: PDF Password remover
es: Eliminador de contraseñas PDF
hr: Uklanjanje lozinki iz PDF datoteka
nl: Wis wachtwoorden van pdf-bestanden

source: unlockR is a simple app to unlock / decrypt PDF files.
es: unlockR es una sencilla aplicación para desbloquear / desencriptar archivos PDF.
hr: unlockR je jednostavna aplikacija za otključavanje/dešifriranje PDF datoteka
nl: unlockR is een eenvoudige toepassing voor het ontgrendelen van pdf-bestanden.

source: <span size="large">%s is <span weight="bold">%s.</span></span>
es: <span size="large">%s es <span weight="bold">%s.</span></span>
hr: <span size="large">%s je <span weight="bold">%s.</span></span>

source: Encrypted
es: Encriptado
hr: šifrirana
nl: vergrendeld

source: Not Encrypted
es: No encriptado
hr: nešifrirana
nl: onvergrendeld

source: About unlockR
es: Acerca de unlockR
nl: Over unlockR

source: Save To Folder
es: Guardar en una carpeta
nl: Opslaan in map

source: Cancel
es: Cancelar
hr: Odustani
nl: Annuleren

source: Choose a File...
es: Elegir un archivo...
hr: Odaberi datoteku …
nl: Kies een bestand…

source: Enter Password...
es: Introduzca la contraseña...
hr: Upiši lozinku …
nl: Voer het wachtwoord in…

source: File Decryped &amp; Saved to %s!
es: Archivo desencriptado &amp; ¡Guardado en %s!
nl: Het bestand is ontgrendeld en opgeslagen in ‘%s’!

source: File Decryped &amp; Saved to Documents!
es: ¡Archivo desencriptado y guardado en documentos!
hr: Datoteka je dešifrirana i spremljena u mapu Dokumenti!
nl: Het bestand is ontgrendeld en opgeslagen in de documentenmap!

source: Invalid Password!
es: ¡Contraseña no válida!
hr: Neispravna lozinka!
nl: Het wachtwoord is ongeldig!

source: Decrypt
es: Desencriptar
hr: Dešifriraj
nl: Ontgrendelen
